{
    "TERMS_OF_SERVICE": "Terms of Service",
    "TERMS_OF_USE": "Terms of Use",
    "PRIVACY_POLICY": "Privacy Policy",
    "COPYRIGHT": "Maas Holding GmbH, Germany. All rights reserved.",

    "ADD_CLAIM": "Activate your account in just a few steps.",
    "CONFIRM_CLAIM": "Enter the code below from your confirmation email you did receive.",
    "RECONFIRM_CLAIM": "Get another email sent to you to verify your account.",

    "FORM_FIRST_NAME": "First name",
    "FORM_LAST_NAME": "Last name",
    "FORM_EMAIL": "Email Id",
    "FORM_PASSWORD": "Password",
    "FORM_REPEAT_PASSWORD": "Repeat password",
    "FORM_CONFIRM_CODE": "Confirmation Code",

    "MESSAGE_VALIDATION_EMPTY_FIELD": "Field must be filled.",
    "MESSAGE_VALIDATION_TOO_MANY_CHARACTERS": "You've entered too many characters.",
    "MESSAGE_VALIDATION_EMAIL_INVALID": "This email id is not valid.",
    "MESSAGE_VALIDATION_EMAIL_EXISTS": "This email id already exists. Please select another one.",
    "MESSAGE_VALIDATION_PASSWORD": "The password pattern is not valid! Min. 6 letters and numbers are required. Special characters are optional.",
    "MESSAGE_VALIDATION_REPEAT_PASSWORD": "Re-entered password does not match the previous one.",
    "MESSAGE_VALIDATION_CODE_PATTERN":"The entered value does not match the confirmation code pattern!",
    "MESSAGE_VALIDATION_CODE_INVALID":"Your entered code seems to be wrong. Please try again!",
    "MESSAGE_ERROR_SERVICE_UNAVAILABLE":"Service is temporarly not available. Try again later!",
    "MESSAGE_ERROR_SERVICE_FAILED":"A service error accured. Try again later!",
    
    "PLACEHOLDER_LANGUAGE":"Language",

    "LABEL_TERMS_AND_CONDITION_1": "Learn more about our",
    "LABEL_TERMS_AND_CONDITION_2": "terms and conditions",
    "LABEL_TERMS_AND_CONDITION_3": "and how we protect your data privacy.",
    "LABEL_CONFIRM_MODAL_1": "Let us know this email we have sent to",
    "LABEL_CONFIRM_MODAL_2": "belongs to you.",
    
    "PARAGRAPH_CONFIRMED":"Your registration has been processed successfully. Please log in!",
    "PARAGRAPH_ALREADY_CONFIRMED":"You are already registered. Try logging in.",
    "PARAGRAPH_EXPIRED":"Your confirmation period has been expired. Please ask for a fresh registration code.",
    "PARAGRAPH_FAILED":"Your registration could not be performed. Either your registration request is outdated or a technical error has occurred. You can register again or contact our customer service.",
    "PARAGRAPH_DENIED":"Your registration could not be performed. Either your registration request is outdated or a technical error has occurred. You can register again or contact our customer service.",
    "PARAGRAPH_WAITING_TO_BE_CONFIRMED": "Your online account is currently being created. This may take a few minutes. You'll be able to login shortly.",
    "PARAGRAPH_NO_CONNECTION": "Our registration service is currently not available. Please try again later or contact our support team.",
    "PARAGRAPH_CONFIRMATION_PENDING": "The registration service looks like really busy currently. Please try to login later.",
    
    "LABEL_RECONFIRM_MODAL_1": "To find your confirmation email check your email account or let us send another email to",
    "LABEL_RECONFIRM_MODAL_2": "Make sure to check your spam folder.",
    "LABEL_RECONFIRM_MODAL_REENTER_EMAIL":"Enter another email.",

    "BUTTON_NEXT": "Next",
    "BUTTON_TEST": "Test",
    "BUTTON_CANCEL": "Cancel",
    "BUTTON_AGREE": "I agree",
    "BUTTON_REGISTER": "Register",
    "BUTTON_CONFIRM": "Confirm",
    "BUTTON_CHANGE_EMAIL":"Change email",
    "BUTTON_OK":"Ok",
    "BUTTON_BACK":"Back",
    "BUTTON_GO_TO_LOGIN": "Go to Login",
    "BUTTON_BACK_TO_REGISTRATION":"Back to registration",
    "BUTTON_CONTACT_CUSTOMER_SERVICE":"Contact customer service",
    "BUTTON_RESEND_EMAIL":"Send email again",

    "LINK_RESEND_EMAIL": "Send email again",
    
    "TEXT_TERMS_AND_CONDITIONS":"<h1>Nutzungsbedingungen des Online-Service</h1><p>DURCH KLICKEN AUF DEN IM RAHMEN DES BESTELLVORGANGS EINGEBLENDETEN BUTTON „ICH AKZEPTIERE“ ERKENNEN SIE DIE FOLGENDEN BEDINGUNGEN (DER „VERTRAG“) AN, DENEN IHRE NUTZUNG DES ONLINE-SERVICE VON OXS.ECO (DER „SERVICE“) UNTERLIEGT. FALLS SIE DIESEN VERTRAG IM NAMEN EINES UNTERNEHMENS ODER EINER ANDEREN JURISTISCHEN PERSON ABSCHLIESSEN; SICHERN SIE ZU, DASS SIE BEFUGT SIND, DIESE PERSON AN DIESE BEDINGUNGEN ZU BINDEN. WENN SIE DIESE BEFUGNIS NICHT HABEN ODER WENN SIE MIT DIESEN BEDINGUNGEN NICHT EINVERSTANDEN SIND, MÜSSEN SIE AUF DEN BUTTON „ICH LEHNE AB“ KLICKEN UND DÜRFEN DEN SERVICE NICHT NUTZEN.</p><h2>1. Willkommen</h2><p>Der dem Kunden von OXS.eco gebotene Service schließt eine Browserschnittstelle sowie die Verschlüsselung, die Übertragung, den Zugriff auf Daten und die Speicherung von Daten ein. Die Registrierung des Kunden für den Service bzw. dessen Nutzung gilt als Anerkennung der Bedingungen dieses Vertrages, einschließlich der Bedingungen jeglicher Materialien, die auf der Website von OXS.eco verfügbar sind und damit einen Bestandteil dieses Vertrages bilden, einschließlich, nicht jedoch beschränkt, auf die Datenschutzrichtlinien von OXS.eco. Am Ende dieses Vertrages ist ein Abschnitt mit begrifflichen Definitionen angefügt.</p><h2>2. Datenschutzrichtlinien und Weitergabe von Daten</h2><p>Die Datenschutzerklärung kann unter <a href=\"http://www.maas.de/datenschutzerklärung\" target=\"_blank\">www.maas.de/datenschutzerklärung</a> eingesehen werden. Bei erstmaliger Anmeldung eines individuellen Benutzers wird der Benutzer gefragt, ob eine Zusendung von Marketing- und allgemeinen servicespezifischen Informationen von OXS.eco erwünscht ist. Die Zusendung solcher Informationen kann bei Anmeldung oder auch erst später (in den Einstellungen) abgelehnt/widersprochen werden.</p><h2>3. Serviceleistung und Einschränkung</h2><p>OXS.eco gewährt im Rahmen der Bedingungen der AGB einen nicht-exklusiven, nicht übertragbaren, weltweit gültigen Service ausschließlich für die eigenen internen Geschäftszwecke. Alle nicht ausdrücklich erteilten Rechte verbleiben bei OXS.eco bzw. ihren Lizenzgebern.</p><h2>nicht erlaubt:</h2><p>Den Service oder den Inhalt (Content) übertragen, verkaufen, weiterveräußern, abtreten, vertreiben, oder anderweitig gewerblich vertreten oder Dritten zugänglich machen.</p><p>Speichern oder Versenden von gegen Urheberrechte verstoßende, obszöne, Drohungen enthaltende, beleidigende, jugendgefährdende oder anderweitig rechtswidrige oder unerlaubte Inhalte.</p><p>Speichern oder Versenden von Inhalten die: Softwareviren, Würmer, trojanische Pferde oder andere schädliche Computercodes, Dateien, Skripte, Spione oder Programme enthalten, die die Integrität oder Performance des Service oder der darin enthaltenen Daten beeinträchtigen oder stören oder sich unbefugten Zugriff zu dem Service oder zugehörigen System oder Netzwerken verschaffen.</p><h2>4. Ihre Verantwortung für gesetzeskonforme Nutzung:</h2><p>Der Kunde ist im Rahmen der Benutzerkonten für alle Aktivitäten selbst verantwortlich. Allen geltenden lokalen, regionalen, nationalen und ausländischen Gesetzen, Verträgen und Vorschriften in Verbindung mit der Nutzung des Service, einschließlich bezüglich Datenschutz, internationaler Kommunikation und Übertragung technischer oder personenbezogener Daten ist Folge zu leisten. Verboten ist es, die Identität anderer Nutzer von OXS.eco anzunehmen, um Zugriff zu dem Service zu erhalten und diesen nutzen zu können.</p><h2>5. Zahlungsbedingungen</h2><p>Der Kunde leistet monatliche Abschlagszahlungen, die zum Ende eines Kalenderjahres gemäß des tatsächlich geleisteten Service abgerechnet werden. Die Höhe der Entgelte und der monatlichen Abschlagszahlungen regelt das jeweilige Bestellformular. Im Bestellformular können abweichende Zahlungsbedingungen seitens OXS.eco geregelt werden.</p><h2>6. Kontoinformationen und Daten</h2><p>OXS.eco ist nicht Eigentümer der Kundendaten. Der Kunde ist selbst verantwortlich für Genauigkeit, Qualität, Integrität, Rechtmäßigkeit, Zuvelässigkeit und geistigem Eigentums- und Nutzungsrecht in Verbindung sämtlicher Kundendaten. OXS.eco ist nicht verantwortlich und haftet nicht für Löschungen, Korrekturen, Zerstörungen, Beschädigungen, Verluste oder unterlassene Speicherung von Daten. Bei Vertragsbeendigung stellt OXS.eco die Kundendaten dem Kunden 60 Tage zu Verfügung (außer bei Vertragsverletzung von Seiten des Kunden). Bei Vertragsverletzung hat OXS.eco das Recht, Kundendaten – ohne Einhaltung von Fristen, ohne Einschränkung – bei Zahlungsversäumnis von Seiten des Kunden zurückzuhalten, zu entfernen und/oder zu löschen. Bei Vertragsbeendigung aus wichtigem Grund erlischt das Recht auf Zugriff oder Nutzung der Kundendaten umgehend, OXS.eco ist nicht verpflichtet, Kundendaten aufzubewahren oder weiterzuleiten.</p><h2>7. Geistiges Eigentum</h2><p>OXS.eco besitzt alle Rechte und Rechtsansprüche, einschließlich aller zugehöriger geistiger Eigentumsrechte an dem Service und an Verbesserungsvorschlägen, Ideen, Anfragen wegen Erweiterungen, Feedbacks, Empfehlungen oder anderen Informationen, die von dem Kunden oder von Dritten in Verbindung mit dem Service geliefert werden. Dieser Vertrag begründet keinen Verkauf und überträgt an den Kunden keine Eigentumsrechte, an dem oder bezüglich des Service oder den geistigen Eigentumsrechten von OXS.eco. Der OXS.eco-Name, das Logo und die Produktnamen in Verbindung mit dem Service sind Marken von OXS.eco oder Dritten, bzgl. der keine Eigentums- oder Nutzungsrechte eingeräumt werden.</p><h2>8. Interaktion mit Drittanbieter</h2><p>Während der Nutzung des Service treten Sie möglicherweise in Kontakt mit Drittanbietern – die Produkte und/oder Dienstleistungen über den Service präsentieren und bewerben –kaufen bei diesen Produkte und/oder Dienstleistungen oder erhalten Werbeinformationen. Diese Aktivitäten oder jegliche diesbezügliche Bedingungen, Konditionen, Gewährleistungen oder Zustimmungen finden nur zwischen Ihnen und dem Drittanbieter statt. OXS.eco und ihre Lizenzgeber übernehmen keinerlei Haftung oder Verantwortung für solche Interaktionen. Des Weiteren übernimmt OXS.eco keinerlei Gewährleistung für Seiten im Internet, die über Links innerhalb des Service erreichbar sind. Dies ist lediglich ein Komfortmerkmal der OXS.eco für die Nutzer und in keinem Fall haftet OXS.eco oder ihre Lizenzgeber für Inhalte, Produkte oder Materialien, die über oder aus solchen Webseiten verfügbar sind.</p><h2>9. Kündigung aus wichtigem Grund</h2><p>Wenn der Kunde seine Zahlungsverpflichtungen verletzt, die Technologie oder den Service von OXS.eco unbefugt nutzt, gilt dies als eine wesentliche Vertragsverletzung. OXS.eco kann im alleinigen Ermessen das Kundenkennwort, das Kundenkonto oder die Nutzung des Service sperren, wenn der Kunde sich nicht vertragsgemäß verhält. Der Kunde erkennt an, dass OXS.eco nicht verpflichtet ist, Kundendaten aufzubewahren und diese Daten löschen kann, wenn der Kunde wesentliche Vertragsverletzungen begangen hat, einschließlich, nicht jedoch beschränkt, auf die Nichtzahlung von ausstehenden Gebühren, und diese Verletzung nicht innerhalb von 60 Tagen nach der Anzeige der Verletzung geheilt hat.</p><h2>10. Zusicherungen und Gewährleistungen</h2><p>Jede Partei sichert zu und gewährleistet, dass sie rechtlich befugt ist, diesen Vertag abzuschließen. OXS.eco sichert zu und gewährleistet, den Service, in Einklang mit allgemeinen Branchenstandards, zu erbringen, soweit diese begründeterweise auf den Service anwendbar sind, dass der Service im Wesentlichen funktioniert, wie dies in der OXS.eco Online-Hilfedokumentation für eine normale Nutzung und normale Umstände angegeben ist. Der Kunde sichert zu und gewährleistet, dass er weder eine falsche Identität angenommen noch falsche Informationen mit dem Ziel angegeben hat, sich Zugang zu dem Service zu verschaffen und dass die abrechnungstechnischen Angaben korrekt sind.</p><h2>11. Gegenseitige Schadloshaltung</h2><p>Der Kunde verpflichtet sich, OXS.eco, ihre Lizenzgeber und die Muttergesellschaften, Tochtergesellschaften, verbundenen Unternehmen, leitende Angestellte, Mitglieder der Unternehmensleitung, Mitarbeiter, Bevollmächtigte und Vertreter dieser Parteien zu entschädigen und freizustellen gegenüber jeglichen Ansprüchen, Kosten, Schadensersatzleistungen, Verlusten, Haftungen und Aufwendungen, (einschließlich Anwaltsgebühren) in Folge oder in Verbindung mit 1. einem Anspruch, der mit der Behauptung erhoben wird, dass die Nutzung der Kundendaten die Rechte eines Dritten verletzt oder einen Dritten geschädigt hat, 2. einem Anspruch, der, sofern berechtigt, eine Verletzung seitens des Kunden seiner Zusicherungen und Gewährleistungen darstellen würde, oder 3. einem Anspruch in Folge der Verletzung dieses Vertrages durch den Kunden oder seiner Benutzer, jeweils vorausgesetzt, dass in einem solchen Fall OXS.eco a) dem Kunden den Anspruch umgehend schriftlich anzeigt, b) dem Kunden das alleinige Recht zur Abwehr und Beilegung des Anspruchs einräumt (wobei der Kunde einen Anspruch nur dann beilegen oder abwehren darf, wenn der Kunde OXS.eco vorbehaltlos von jeglicher Haftung befreit und eine solche Beilegung das Geschäft bzw. den Service von OXS.eco nicht berührt), c) ihnen jegliche Verfügbare Information und Unterstützung gewährt und d) diesen Anspruch nicht bereits durch einen Vergleich geregelt hat.</p><p>OXS.eco verpflichtet sich, den Kunden und ihre Muttergesellschaften, Tochtergesellschaften, verbundene Unternehmen, leitende Angestellten, Mitglieder der Unternehmensleitung, Mitarbeiter, Bevollmächtigte und Vertreter zu entschädigen und freizustellen gegenüber jeglichen Ansprüche, Kosten, Schadensersatzleistungen, Verlusten, Haftungen und Aufwendungen (einschließlich Anwaltsgebühren) in Folge oder in Verdingung mit 1. einem Anspruch, der mit der Behauptung erhoben wird, dass der Service ein Copyright, ein ab dem Datum des Inkrafttretens erteiltes Patent oder ein Wahrenzeichen eines Dritten direkt verletzt, 2. einem Anspruch, der sofern berechtigt, eine Verletzung seitens OXS.eco ihrer Zusicherungen und Gewährleistung darstellen würde oder 3. einem Anspruch in Folge der Verletzung dieses Vertrages durch OXS.eco, jeweils vorausgesetzt, dass der Kunde a) OXS.eco den Anspruch umgehend schriftlich anzeigt, b) OXS.eco das alleinige Recht zur Abwehr und Beilegung des Anspruchs einräumt (wobei OXS.eco einen Anspruch nur dann beilegen oder abwehren darf, wenn OXS.eco den Kunden vorbehaltlos von jeglicher Haftung befreit) c) OXS.eco jegliche verfügbaren Informationen und Unterstützung gewährt und d) diesen Anspruch nicht bereits durch einen Vergleich geregelt hat. OXS.eco ist nicht zum Schadenersatz verpflichtet und der Kunde entschädigt OXS.eco gemäß diesem Vertrag bei Ansprüchen in Folge von Schutzrechtsverletzungen auf Grund der Kombination des Service mit Produkten, Dienstleistungen, Hardware oder Geschäftsprozessen des Kunden.</p><h2>12. Gewährleistungsausschluss</h2><p>OXS.eco und ihre Lizenzgeber geben keine Zusicherung, Gewährleistung oder Garantie hinsichtlich der Zuverlässigkeit, Aktualität, Qualität, Eignung, Richtigkeit, Verfügbarkeit, Genauigkeit oder Vollständigkeit des Service oder eines Contents. OXS.eco sichert nicht zu und gewährleisten nicht, dass a) die Nutzung des Service sicher, zeitgerecht, unterbrechungs- oder fehlerfrei erfolgt oder in Verbindung mit anderer Hardware, Software, anderen Systemen oder Daten genutzt werden kann, b) der Service ihre Anforderungen oder Erwartungen erfüllt, c) gespeicherte Daten exakt oder zuverlässig sind, d) die Qualität von Produkten, Dienstleistungen, Informationen oder anderen Materialien, die von ihnen über den Service erworben oder beschafft werden, ihre Anforderungen oder Erwartungen erfüllt, e) Fehler oder Mängel behoben werden oder f) der Service oder die Server, über die der Service zur Verfügung gestellt wird, frei von Viren oder anderen schädlichen Komponenten sind. Der Service und jeglicher Content wird ihnen ohne jegliche Mängelgewähr verfügbar gemacht. Alle Bedingungen, Zusicherungen und Gewährleistungen, ob vertragliche, konkludente, gesetzliche oder anderweitige, einschließlich konkludenter Gewährleistungen der Marktfähigkeit, Eignung für einen bestimmten Zweck oder der Freiheit von Schutzrechtverletzungen, werden hiermit in dem gesetzlich maximal zulässigen Umfang von OXS.eco und ihren Lizenzgebern ausgeschlossen.</p><h2>13. Internet-basierte Verzögerungen</h2> <p>Der Service von OXS.eco kann Einschränkungen, Verzögerungen und anderen Problemen unterliegen, die in der Natur der Nutzung des Internet und elektronischer Kommunikationsmedien liegen. OXS.eco haftet nicht für Verzögerungen, Störungen der Leistungserbringung oder andere Schäden infolge solcher Probleme.</p><h2>14. Begrenzung der Haftung</h2><p>In keinem Fall übersteigt die Gesamthaftung einer Partei die tatsächlich von ihnen in dem Zeitraum von 12 Monaten unmittelbar vor dem Haftungsanspruch gründenden Ereignis gezahlten und/oder geschuldeten Beträge. In keinem Fall haftet eine Partei gegenüber der anderen für indirekte, konkrete, beiläufig entstandene oder Folgeschäden, für Strafe, einschließlich Schadenersatz oder andere Schäden irgendwelcher Art (einschließlich des Verlustes von Daten, entgangener Umsätze, entgangener Nutzung oder des Verlustes anderer wirtschaftlicher Vorteile) infolge oder in Verbindung mit diesem Service, einschließlich, nicht jedoch beschränkt, auf die Fähigkeit oder Unfähigkeit der Nutzung des Services, oder für Content, der von dem oder über den Service erworben worden ist, oder für Unterbrechungen, Ungenauigkeit, Fehler oder Auslassungen, unabhängig von deren Ursache in dem Content, selbst wenn der Partei, von der Schadenersatz gefordert wird, die Möglichkeit solcher Schäden zuvor angezeigt worden ist.</p><h2>15. Lokale Gesetze und Exportkontrollen</h2><p>Die Website bietet Dienstleistungen an und nutzt Software und Technologien, die den Exportkontrollbestimmungen der Bundesrepublik Deutschland, der Europäischen Union, der Schweiz sowie den Exportkontrollen der Vereinigten Staaten von Amerika unterliegen können. Der Nutzer erkennt an, dass die Webseite nicht von solchen Ländern aus benutzt werden darf und die zugrunde liegenden Informationen, Software oder Technologien in solche Länder übertragen, anderweitig exportiert oder reexportiert werden dürfen, über die die Bundesrepublik Deutschland, die Europäischen Union, der Schweiz oder die Vereinigten Staaten von Amerika ein Embargo verhängt haben (Embargo-Länder). Ohne Ankündigung kann jederzeit die Liste der Embargo-Länder geändert werden. Mit der Nutzung des Service sichert der Kunde zu, dass der Standort des Kunden sich nicht in einem dieser Embargo-Länder befindet und nicht unter der Kontrolle eines Embargo-Landes, eines Staatsangehörigen, oder Einwohners eines dieser Länder steht. Der Kunde verpflichtet sich, sämtliche geltenden Exportgesetze strikt zu befolgen und übernimmt die alleinige Verantwortung für die Einholung von Lizenzen für Exporte bzw. Reexporte.</p><p>OXS.eco sichert nicht zu, dass der Service für die Nutzung an anderen Standorten geeignet oder verfügbar ist. Der Kunde ist alleine verantwortlich für die Verfolgung aller geltenden Gesetze einschließlich ohne Einschränkung der Export - und Importbestimmungen anderer Länder. Umleitungen des Content unter Missachtung der nationalen Gesetze sind untersagt. Weder Content noch Informationen, die durch die Nutzung des Service erbracht werden, werden derzeit oder künftig für nukleare, chemische oder biologische Waffen oder Lenkwaffen benutzt, außer soweit dies ausdrücklich durch die Regierung der Bundesrepublik Deutschland, einer zuständigen europäischen Behörde oder der Regierung der Vereinigten Staaten von Amerika für solche Zwecke genehmigt worden ist.</p><h2>16. Änderungen der Bedingungen</h2><p>OXS.eco behält sich das Recht vor, zu jeder Zeit die Bedingungen und Konditionen dieses Vertrages und ihrer Richtlinien bezüglich des Service zu ändern, wobei solche Änderungen mit Implementierung einer aktualisierten Version dieses Vertrages im Rahmen dieses Service wirksam werden. Es ist ihre Pflicht, diesen Vertrag regelmäßig zu prüfen. Die fortgesetzte Nutzung des Service nach solchen Änderungen gilt als ihre Zustimmung zu diesen Änderungen.</p><h2>17. Allgemeines</h2><p>Dieser Vertrag unterliegt dem Recht der Bundesrepublik Deutschland. Für jegliche Streitigkeiten, Klageansprüche oder Klagegründe aus/oder in Verbindung mit diesem Vertrag oder Service sind ausschließlich Gerichte am Sitz von OXS.eco (Hauptniederlassung) in der Bundesreplik Deutschland zuständig. Texte oder Informationen aus anderen Bestellungen, Vordrucken oder Dokumenten (mit Ausnahme eines geltenden Bestellformulars) sind für die Bedingungen dieses Vertrages nicht maßgebend. Falls Bestimmungen dieses Vertrages von einem zuständigen Gericht für ungültig oder nicht einklagbar empfunden werden, sind diese Bestimmungen so auszulegen, dass sie den Absichten der ungültigen oder nicht einklagbaren Bestimmungen soweit wie möglich nahe kommen können. Alle übrigen Bestimmungen bleiben vollständig wirksam. Zwischen dem Kunden und OXS.eco wird kein Join-Venture, keine Partnerschaft, keine Einstellungs- oder Geschäftsbesorgungsbeziehung als Ergebnis dieses Vertrages oder der Nutzung des Service begründet. Dieser Vertrag stellt zusammen mit einem geltenden Bestellformular die gesamte Vereinbarung zwischen dem Kunden und OXS.eco dar und ersetzt alle vorherigen oder gleichzeitigen Verhandlungen, Gespräche oder Vereinbarungen, ob schriftliche oder mündliche, zwischen den Parteien bezüglich des Vertragsgegenstandes.</p><h2>18. Definitionen</h2><p>Gem. der Verwendung in diesem Vertrag und den etwaigen mit diesem Vertrag derzeit oder künftigen Bestellformularen gilt: „Vertrag“ bezeichnet diese Online-Nutzungsbedingungen, jegliche Bestellformulare, ob in schriftlicher Form gefasst oder online über das Online-Order-Center übermittelt, sowie jegliche auf der OXS.eco-Website verfügbare Materialien, die ausdrücklich Bestandteile dieses Vertrages bilden, wobei diese Materialien, einschließlich der Bedingungen dieses Vertrages, von OXS.eco von Zeit zu Zeit im eigenen Ermessen aktualisiert werden können; „Content“ bezeichnet die audiovisuellen Informationen, Dokumente, Software, Produkte und Dienstleistungen, die Teil des Service sind, bzw. dem Kunden im Rahmen der Nutzung des Service verfügbar gemacht werden; „Kundendaten“ bezeichnet Daten, Informationen oder Materialien, die vom Kunden dem Service im Rahmen der Nutzung des Service zur Verfügung gestellt werden; „Datum des Inkrafttretens“ bezeichnet entweder das Datum, an dem der Kunde diesen Vertrag durch Wahl der Option „ICH AKZEPTIERE“, die auf dem Bildschirm nach der Anzeige dieses Vertrages eingeblendet wird, akzeptiert, oder das Datum, an dem der Kunde den Service erstmals nutzt, falls dieses Datum früher ist; „Anfängliche Laufzeit“ bezeichnet den anfänglichen Zeitraum, in dem der Kunde zur Zahlung für den Service verpflichtet ist und der dem Abrechnungsrhythmus entspricht, den der Kunde während des Abonnierungsvorgangs gewählt hat.</p>"
}